/* Size Text: GB with precision */
"%0.1f GB" = "%0.1f Гб";

/* Size Text: KB with precision */
"%0.1f KB" = "%0.1f Кб";

/* Size Text: MB with precision */
"%0.1f MB" = "%0.1f Мб";

/* Size Text: bytes */
"%qu bytes" = "%qu байт";

/* Size Text: GB */
"%qu GB" = "%qu Гб";

/* Size Text: KB */
"%qu KB" = "%qu Кб";

/* Size Text: MB */
"%qu MB" = "%qu Мб";

/* Delimiter for a list of person names */
", " = ", ";

/* An Evernote user */
"An Evernote user" = "Пользователь Evernote";

/* Authorization failed. */
"Authorization failed." = "Авторизация не удалась.";

/* unable to open the note error title, no note title */
"Can't open the note" = "Невозможно открыть заметку";

/* unable to open note error title, with param for note title */
"Can't open the note '%@'" = "Невозможно открыть заметку '%@'";

/* unable to open the noteboook error title, no note title */
"Can't open the notebook" = "Невозможно открыть блокнот";

/* unable to open notebook error title, with param for notebook name */
"Can't open the notebook '%@'" = "Невозможно открыть блокнот '%@'";

/* Conflicting modification by %@ on %@: */
"Conflicting modification by %@ on %@:" = "Конфликтные изменения  %1$@ в %2$@:";

/* Conflicting modification on %@: */
"Conflicting modification on %@:" = "Конфликтные изменения в %@ заметках:";

/* Contacting Evernote server... */
"Contacting Evernote server…" = "Устанавливается связь с сервером…";

/* Could not sync note '%@'. */
"Could not sync note ‘%@’." = "Не удалось синхронизировать заметку ‘%@’.";

/* Deleting items */
"Deleting items" = "Удаляю данные";

/* Deleting notebooks */
"Deleting notebooks" = "Удаляю блокноты";

/* Deleting notes */
"Deleting notes" = "Удаляю заметки";

/* Deleting resources */
"Deleting resources" = "Удаляю вложения";

/* Deleting saved searchs */
"Deleting saved searchs" = "Удаляю сохраненные запросы";

/* Deleting shared notebooks */
"Deleting shared notebooks" = "Удаляю общие блокноты";

/* Deleting tags */
"Deleting tags" = "Удаляю метки";

/* Downloading <notebook> */
"Downloading %@" = "Идет загрузка %@";

/* Downloading headers */
"Downloading headers" = "Идет загрузка заголовков";

/* Downloading headers with placeholder for percentage complete */
"Downloading headers (%i%%)" = "Идет загрузка заголовков (%i%%)";

/* Downloading reminders */
"Downloading reminders" = "Загрузка напоминаний";

/* Downloading shortcuts */
"Downloading shortcuts" = "Идет загрузка ярлыков";

/* Email error */
"Email error" = "Ошибка отправления электронного письма.";

/* Email limit reached error message. */
"Email limit reached." = "Достигнут предел количества сообщений.";

/* Email permission denied error message. */
"Email permission denied." = "Недостаточно прав для отправки сообщений по почте.";

/* Error syncing shared notebook please contact the owner of this notebook to receive a new invitation. */
"Error syncing shared notebook please contact the owner of this notebook to receive a new invitation." = "Ошибка при синхронизации общего блокнота. Пожалуйста, обратитесь к владельцу блокнота за новым приглашением.";

/* Expired Password */
"Expired password" = "Срок действия пароля истек";

/* Finding notes to download... */
"Finding notes to download…" = "Происходит поиск заметок для загрузки…";

/* Imported notebook name */
"Import %1$@" = "Импорт %1$@";

/* Invalid auth token */
"Invalid auth token" = "Неправильный маркер авторизации";

/* Email rejected error message. */
"Invalid email address." = "Некорректный e-mail.";

/* Invalid Password */
"Invalid password" = "Неверный пароль";

/* Invalid shared notebook */
"Invalid shared notebook" = "Некорректный общий блокнот";

/* Invalid username */
"Invalid username" = "Неверное имя пользователя";

/* Invalid username or password. */
"Invalid username or password." = "Неверное имя пользователя или пароль.";

/* DATA_REQUIRED Resource.data */
"It contains a resource with no data." = "Содержит ресурс без каких-либо данных.";

/* BAD_DATA_FORMAT Resource.mime */
"It contains an unsupported resource type." = "Cодержит ресурс неподдерживаемого типа.";

/* BAD_DATA_FORMAT unknown %@ */
"It contains invalid data [%@]." = "Cодержит некорректные данные [%@].";

/* BAD_DATA_FORMAT ResourceAttributes.sourceURL */
"It contains invalid resource data." = "Cодержит ресурс с некорректными данными.";

/* LIMIT_REACHED Resource.data.size */
"It has a resource that’s too big." = "Cодержит слишком большой ресурс.";

/* LIMIT_REACHED Note.resources */
"It has too many resources." = "Содержит слишком много ресурсов.";

/* LIMIT_REACHED Note.tagGuids */
"It has too many tags." = "Присвоено слишком много меток.";

/* Free Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a free account, including all of its resources, is %@." = "Заметка слишком большая. Максимальный размер заметки для бесплатного аккаунта, включая все ее ресурсы, составляет %@.";

/* Premium Account LIMIT_REACHED Note.size %@ */
"It is too large.  The maximum size for a note in a premium account, including all of its resources, is %@." = "Заметка слишком большая. Максимальный размер заметки для премиум-аккаунта, включая все ее ресурсы, составляет %@.";

/* Not Found Notebook.guid
   NOT_FOUND LinkedNotebook.guid
   NOT_FOUND Note.guid
   NOT_FOUND SavedSearch.guid
   NOT_FOUND Tag.guid */
"It was not found on the server." = "Не найден на сервере";

/* PERMISSION_DENIED Note.notebookGuid */
"Its notebook is not yours." = "Находится не в вашем блокноте.";

/* NOT_FOUND Tag.parentGuid */
"Its parent was not found on the server." = "Родительская метка не найдена на сервере.";

/* PERMISSION_DENIED SavedSearch */
"It’s not your search." = "Это не ваш запрос.";

/* PERMISSION_DENIED Tag */
"It’s not your tag." = "Это не ваша метка.";

/* My Notebook */
"My Notebook" = "Мой блокнот";

/* Name must be unique */
"Names must be unique." = "Названия должны быть уникальными.";

/* ERROR TITLE: note not found */
"Note not found" = "Заметка не найдена";

/* Note sharing */
"Note sharing" = "Совместный доступ к заметке";

/* ERROR TITLE: notebook not found */
"Notebook not found" = "Блокнот не найден";

/* Processing server changes */
"Processing server changes" = "Обработка изменений на сервере";

/* Processing server note changes */
"Processing server note changes" = "Обрабатываю изменения заметки с сервера";

/* Processing server notebook changes */
"Processing server notebook changes" = "Обрабатываю изменения блокнота с сервера";

/* Processing server resource changes */
"Processing server resource changes" = "Обрабатываю изменения вложения с сервера";

/* Processing server saved search changes */
"Processing server saved search changes" = "Обрабатываю изменения сохраненного запроса с сервера";

/* Processing server shared notebook changes */
"Processing server shared notebook changes" = "Обрабатываю изменения общего блокнота с сервера";

/* Processing server tag changes */
"Processing server tag changes" = "Обрабатываю изменения метки с сервера";

/* Public Notebook */
"Public Notebook" = "Общий блокнот";

/* Sending changes */
"Sending changes" = "Идет отправка изменений";

/* Name too long */
"Sorry, names are limited to %d characters in length." = "Извините, названия не могут превышать длину в %d символов.";

/* Name too short, Singular Minimum */
"Sorry, names must be at least %d character in length." = "Извините, названия должны иметь длину не менее %d символов.";

/* Name too short, Plural Minimum */
"Sorry, names must be at least %d characters in length." = "Извините, названия должны иметь длину не менее %d символов.";

/* QUOTA_REACHED FREE */
"Sorry, the operation you are attempting to perform would exceed your upload allowance and cannot be completed. Upgrade now to Evernote Premium and immediately get increased monthly uploads, stronger security, priority image recognition, and more." = "Извините, действие, которое вы собираетесь совершить, приведет к превышению месячного лимита и не может быть осуществлено. Чтобы избежать этого, перейдите на премиум-подписку и получите увеличенный объем загрузок каждый месяц, приоритетное распознавание текста в изображениях и другие преимущества.";

/* Sync failure recovery suggestion. */
"Synchronization failed because of an error communicating with the Evernote servers.  Please try again later." = "Синхронизация не удалась — ошибка связи с серверами Evernote. Пожалуйста, повторите операцию позже.";

/* Sync auth failure recovery suggestion. */
"Synchronization failed because the provided username or password is incorrect." = "Синхронизация не удалась — неверное имя пользователя или пароль.";

/* Sync Failed */
"Synchronization failed." = "Ошибка синхронизации.";

/* LIMIT_REACHED NoteAttribute.* */
"The attribute data is invalid." = "Содержит некорректный атрибут.";

/* BAD_DATA_FORMAT BusinessNotebook.description */
"The business notebook description is invalid." = "Некорректное описание бизнес-блокнота.";

/* The client preference could not be synced */
"The client preference could not be synced" = "Настройки клиента не могут быть синхронизированы";

/* The client preference '%@' could not be synced. */
"The client preference ‘%@’ could not be synced." = "Настройки клиента ‘%@’ не могут быть синхронизированы.";

/* The content could not be loaded */
"The content could not be loaded" = "Не удалось загрузить содержимое";

/* BAD_DATA_FORMAT Note.content */
"The content is invalid." = "Содержимое заметки некорректно.";

/* Email rejected recovery suggestion. */
"The email address ‘%@’ was rejected by the server." = "Адрес эл. почты ‘%@’ не был принят сервером.";

/* Email limit reached recovery suggestion. */
"The email could not be sent because doing so would exceed the daily email limit for this account." = "Сообщение не было отправлено, так как это привело бы к превышению дневного лимита количества писем для данного аккаунта.";

/* Email permission denied recovery suggestion. */
"The email could not be sent because the note specified does not belong to this account." = "Сообщение не было отправлено, так как указанная заметка не относится к данному аккаунту.";

/* BAD_DATA_FORMAT SavedSearch.format */
"The format is invalid." = "Неправильный формат.";

/* DATA_CONFLICT SavedSearch.name */
"The name is already being used by another search." = "Такое название уже присвоено другому запросу.";

/* DATA_CONFLICT Tag.name */
"The name is already being used by another tag." = "Такое название уже присвоено другой метке.";

/* DATA_CONFLICT Notebook.name */
"The name is already in use by another notebook." = "Такое название уже присвоено другому блокноту.";

/* BAD_DATA_FORMAT LinkedNotebook.shareName
   BAD_DATA_FORMAT Notebook.name
   BAD_DATA_FORMAT SavedSearch.name
   BAD_DATA_FORMAT Tag.name */
"The name is invalid." = "Название некорректно.";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be opened.  Please check your Internet connection or try again later." = "Невозможно открыть заметку '%@'.  Проверьте подключение к Интернету или повторите попытку позже.";

/* ERROR MESG: note not found, with param for note title */
"The note '%@' could not be shared because it does not exist on the Evernote service." = "Невозможно поделиться заметкой '%@', поскольку ее не существует в сервисе Evernote.";

/* ERROR MESG: system error, with param for note title */
"The note '%@' could not be shared because of an error on the Evernote service." = "Невозможно поделиться заметкой '%@' из-за ошибки в сервисе Evernote.";

/* ERROR MESG: generic error, with param for note title */
"The note '%@' could not be shared.  Please check your Internet connection or try again later." = "Невозможно поделиться заметкой '%@'.  Проверьте подключение к Интернету или повторите попытку позже.";

/* ERROR MESG: note not found */
"The note could not be found. Please check your Internet connection or try again later." = "Заметка не найдена. Проверьте подключение к Интернету или повторите попытку позже.";

/* ERROR MESG: generic error */
"The note could not be opened.  Please check your Internet connection or try again later." = "Невозможно открыть заметку.  Проверьте подключение к Интернету или повторите попытку позже.";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be opened.  Please check your Internet connection or try again later." = "Невозможно открыть блокнот '%@'.  Проверьте подключение к Интернету или повторите попытку позже.";

/* ERROR MESG: notebook not found, with param for notebook name */
"The notebook '%@' could not be shared because it does not exist on the Evernote service." = "Невозможно поделиться блокнотом '%@', поскольку его не существует в сервисе Evernote.";

/* ERROR MESG: system error, with param for notebook name */
"The notebook '%@' could not be shared because of an error on the Evernote service." = "Невозможно поделиться блокнотом '%@' из-за ошибки в сервисе Evernote.";

/* ERROR MESG: generic error, with param for notebook name */
"The notebook '%@' could not be shared.  Please check your internet connection or try again later." = "Невозможно поделиться блокнотом '%@'.  Проверьте подключение к Интернету или повторите попытку позже.";

/* NOT_FOUND Note.notebookGuid */
"The notebook could not be found on the server." = "Блокнота нет на сервере.";

/* ERROR MESG: note not found */
"The notebook could not be found. Please check your Internet connection or try again later." = "Блокнот не найден. Проверьте подключение к Интернету или повторите попытку позже.";

/* The notebook '%@' could not be synced. */
"The notebook ‘%@’ could not be synced." = "Блокнот ‘%@’ не может быть синхронизирован.";

/* QUOTA_REACHED PREMIUM */
"The operation you are attempting to perform would exceed your monthly upload allowance and cannot be completed." = "Действие, которое вы собираетесь совершить, приведет к превышению месячного лимита загрузок и не может быть осуществлено.";

/* The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation. */
"The owner of this notebook has canceled your invitation to this notebook. Contact the owner to receive a new invitation." = "Владелец этого блокнота аннулировал ваше приглашение на получение доступа к блокноту. Пожалуйста, обратитесь к владельцу блокнота за новым приглашением.";

/* BAD_DATA_FORMAT/DATA_CONFLICT Tag.parentGuid */
"The parent tag is invalid." = "Родительская метка некорректна.";

/* The preference name or preference value is in an invalid format. */
"The preference name or preference value is in an invalid format." = "Имя или значение параметра имеет недопустимый формат.";

/* The preference was empty. */
"The preference was empty." = "Значение не задано.";

/* BAD_DATA_FORMAT Publishing.publicDescription */
"The public description is too long." = "Слишком длинное описание блокнота.";

/* DATA_CONFLICT Publishing.uri */
"The public url is already in use by another notebook." = "Публичный URL уже используется другим блокнотом.";

/* BAD_DATA_FORMAT Publishing.uri
   DATA_REQUIRED Publishing.uri */
"The public url is invalid." = "Публичный URL некорректен.";

/* BAD_DATA_FORMAT SavedSearch.query */
"The query is too long." = "Строка запроса слишком длинна.";

/* LIMIT_REACHED ResourceAttribute.* */
"The resource attribute data is invalid." = "Содержит ресурс с некорректным атрибутом.";

/* The resource '%@' could not be synced. */
"The resource ‘%@’ could not be synced." = "Ресурс ‘%@’ не удалось синхронизировать.";

/* The search '%@' could not be synced. */
"The search ‘%@’ could not be synced." = "Запрос ‘%@’ не может быть синхронизирован.";

/* The shared notebook '%@' could not be synced. */
"The shared notebook ‘%@’ could not be synced." = "Совместный блокнот ‘%@’ не может быть синхронизирован.";

/* The tag '%@' could not be synced. */
"The tag ‘%@’ could not be synced." = "Метка ‘%@’ не может быть синхронизирована.";

/* BAD_DATA_FORMAT Note.title */
"The title is invalid." = "Заголовок заметки некорректен.";

/* LIMIT_REACHED Notebook */
"Too many notebooks." = "Слишком много блокнотов.";

/* LIMIT_REACHED Note */
"Too many notes." = "Слишком много заметок.";

/* LIMIT_REACHED SavedSearch */
"Too many searches." = "Слишком много запросов.";

/* LIMIT_REACHED Tag */
"Too many tags." = "Слишком много меток.";

/* Tried to add more preferences than the allowed maximum. */
"Tried to add more preferences than the allowed maximum." = "Количество параметров, которые вы пытаетесь добавить, превышает максимум.";

/* ERROR TITLE: unable to open */
"Unable to open note" = "Не удалось открыть заметку";

/* ERROR TITLE: unable to open */
"Unable to open notebook" = "Не удалось открыть блокнот";

/* PERMISSION_DENIED Note. Moved to personal account */
"Unable to save note “%1$@” in notebook “%2$@”. A copy of this note has been placed in your default notebook." = "Не удалось сохранить заметку “%1$@” в блокноте “%2$@”. Копия этой заметки была сохранена в вашем блокноте по умолчанию.";

/* PERMISSION_DENIED Note. Moved to personal account, no notebook. */
"Unable to save note “%1$@”. A copy of this note has been placed in your default notebook." = "Не удалось сохранить заметку “%1$@”. Копия этой заметки была сохранена в вашем блокноте по умолчанию.";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share note" = "Не удалось открыть доступ к заметке";

/* ERROR TITLE: system error
   ERROR TITLE: unable to share */
"Unable to share notebook" = "Не удалось поделиться блокнотом";

/* Unknown Error */
"Unknown Error" = "Неизвестная ошибка";

/* Unknown Error nf%1$i */
"Unknown Error nf%1$i" = "Неизвестная ошибка nf%1$i";

/* Unknown Error s%1$i */
"Unknown Error s%1$i" = "Неизвестная ошибка s%1$i";

/* Unknown Error u%1$i */
"Unknown Error u%1$i" = "Неизвестная ошибка u%1$i";

/* Untitled */
"Untitled" = "Без названия";

/* Waiting for header synchronization */
"Waiting for header synchronization" = "Ожидание синхронизации заголовков";

/* Waiting for internet connection */
"Waiting for internet connection" = "Ожидание соединения с Интернетом";

/* The operation will proceed once a WiFi connection is available */
"Waiting for WiFi" = "Ожидание WiFi соединения";

/* PERMISSION_DENIED authenticationToken */
"You do not have permission to write to this notebook." = "У вас нет прав на запись в этом блокноте.";

/* don't have permission to share multiple notebooks */
"You don't have permission to share all of the selected notebooks." = "У вас нет прав на открытие доступа к выбранным блокнотам.";

/* don't have permission to share multiple notes and notebooks */
"You don't have permission to share all of the selected notes and notebooks." = "У вас нет прав на открытие доступа ко всем выбранным блокнотам и заметкам.";

/* don't have permission to share multiple notes */
"You don't have permission to share all of the selected notes." = "У вас нет прав на открытие доступа ко всем выбранным заметкам.";

/* don't have permission to share note with param for note title */
"You don't have permission to share the note '%@'" = "У вас нет прав на открытие доступа к заметке '%@'";

/* don't have permission to share notebook with param for notebook name */
"You don't have permission to share the notebook '%@'" = "У вас нет прав на открытие доступа к блокноту '%@'";

/* unable to open note, detail message */
"You may need permission to access this note, or the owner may have moved or deleted it." = "Возможно, вам требуется право доступа к этой заметке или владелец заметки переместил ее в другой блокнот или удалил из аккаунта.";

/* unable to open notebook, detail message */
"You may need permission to access this notebook, or the owner may have moved or deleted it." = "Возможно, вам требуется право доступа к этому блокноту или владелец блокнота переместил или удалил его из аккаунта.";

/* You must be online to access shared notes, error title */
"You must be online to access shared notes." = "Для открытия доступа к заметкам необходимо подключение к Интернету.";

/* You must be online to access the shared notebook, error title */
"You must be online to access the shared notebook '%@'." = "Для доступа к блокноту  '%@' необходимо подключение к Интернету.";

/* Your account has been deactivated. */
"Your account has been deactivated." = "Ваш аккаунт был отключен.";

/* Your password has expired. Reset your password to download content. */
"Your password has expired. Reset your password to download content." = "Срок действия вашего пароля истек. Установите новый пароль, чтобы загрузить содержимое.";

/* Your password is invalid. Reset your password to download content. */
"Your password is invalid. Reset your password to download content." = "Ваш пароль недействителен. Установите новый пароль для загрузки содержимого.";

/* Your username is invalid. */
"Your username is invalid." = "Имя пользователя некорректно.";
